Revit 2027 API
ParameterTypeId.PhyMaterialParamThermalConductivity Property
 "Thermal Conductivity"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamThermalConductivity { get; }
Public Shared ReadOnly Property PhyMaterialParamThermalConductivity As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamThermalConductivity {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamThermalConductivity : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace